Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Landing Page
ar: الصفحة المنتقل إليها
ca: Pàgina de destinació
cy: Tudalen lanio
da: Landingsside
da_instk12: Landingsside
de: Zielseite
es: Página de inicio
es_es: Página de inicio
fi: Aloitussivu
fr: Page de renvoi
fr_ca: Page de renvoi
ga: Leathanach Tuirlingthe
hi: लैंडिंग पेज
ht: Paj Dakèy
id: Halaman Awal
is: Lendingarsíða
it: Pagina di destinazione
ja: ランディングページ
ko: 시작 페이지
mi: Whārangi Tauranga
ms: Halaman Pendaratan
nb: Destinasjonsside
nb_instk12: Landingside
nl: Landingspagina
pl: Strona początkowa
pt: Página de destino
pt_br: Página de Destino
ru: Целевая страница
sl: Ciljna stran
sv: Landningssida
sv_instk12: Landningssida
th: หน้าปลายทาง
vi: Trang Đích
zh: 登录页
zh_hk: 登入頁面

source: Last %@
ar: آخر %@
ca: Últim %@
cy: %@ Olaf
da: Sidste %@
da_instk12: Sidste %@
de: Letzter %@
es: Último %@
es_es: Último %@
fi: Viimeinen %@
fr: Dernier %@
fr_ca: Dernier %@
ga: %@ deirirdh
hi: अंतिम %@
ht: Dènye %@
id: %@ Lalu
is: Síðasta %@
it: Ultimo %@
ja: 最終%@
ko: 마지막 %@
mi: Whakamutunga %@
ms: %@ Lepas
nb: Siste %@
nb_instk12: Siste %@
nl: Laatste %@
pl: Ostatni %@
pt: Último %@
pt_br: Sobrenome %@
ru: Последний %@
sl: Zadnji %@
sv: Senaste %@
sv_instk12: Sista %@
th: %@ ที่ผ่านมา
vi: %@ Cuối Cùng
zh: 最后 %@
zh_hk: 最後一個 %@

source: Last activity on %@
ar: آخر نشاط في %@
ca: Darrera activitat el %@
cy: Gweithgaredd diwethaf ar %@
da: Sidste aktivitet den %@
da_instk12: Sidste aktivitet den %@
de: Letzte Aktivität am %@
es: Última actividad el %@
es_es: Última actividad el %@
fi: Viimeisin aktiviteetti %@
fr: Dernière activité le %@
fr_ca: Dernière activité le %@
ga: An ghníomhaíocht dheireanach ar %@
hi: अंतिम गतिविधि का समय: %@
ht: Dènye aktivite nan dat %@
id: Aktivitas terakhir pada %@
is: Virkni síðast þann %@
it: Ultima attività del %@
ja: 最新のアクティビティがあった日%@
ko: 마지막 활동 %@
mi: Mahi whakamutunga i runga ī %@
ms: Aktiviti terakhir pada %@
nb: Siste aktivitet den %@
nb_instk12: Siste aktivitet den %@
nl: Laatste activiteit op %@
pl: Ostatnia aktywność w dniu %@
pt: Última atividade em %@
pt_br: Última atividade em %@
ru: Последнее действие включено %@
sl: Zadnja aktivnost dne %@
sv: Senaste aktivitet %@
sv_instk12: Senaste aktivitet %@
th: กิจกรรมล่าสุดเมื่อ %@
vi: Hoạt động gần nhất vào %@
zh: 上次活动：%@
zh_hk: 上次活躍時間為%@

source: Last post %@
ar: آخر نشر %@
ca: Darrera publicació %@
cy: Post diwethaf %@
da: Sidste indlæg %@
da_instk12: Sidste indlæg %@
de: Letzter Post %@
es: Última publicación %@
es_es: Última publicación %@
fi: Viimeinen lähetys %@
fr: Dernière publication %@
fr_ca: Dernière publication %@
ga: Postáil deireanach %@
hi: अंतिम पोस्ट %@
ht: Dènye piblikasyon %@
id: Posting terakhir %@
is: Síðasti póstur %@
it: Ultimo post %@
ja: 最後のポスト%@
ko: 마지막 게시 %@
mi: Whakairi whakamutunga %@
ms: Siaran terakhir %@
nb: Siste innlegg %@
nb_instk12: Siste innlegg %@
nl: Laatste bericht %@
pl: Ostatni post %@
pt: Última Publicação %@
pt_br: Último post %@
ru: Последний пост %@
sl: Zadnja objava %@
sv: Senaste inlägg %@
sv_instk12: Senaste inlägg %@
th: โพสต์ล่าสุด %@
vi: Bài đăng gần nhất %@
zh: 上一次发布%@
zh_hk: 最後發布%@

source: Last Week
ar: الأسبوع الماضي
ca: La setmana passada
cy: Wythnos Diwethaf
da: Sidste uge
da_instk12: Sidste uge
de: Letzte Woche
es: La semana pasada
es_es: La semana pasada
fi: Viime viikko
fr: La semaine dernière
fr_ca: La semaine dernière
ga: An tseachtain seo caite
hi: पिछले सप्ताह
ht: Semèn Pase
id: Minggu Lalu
is: Síðasta vika
it: Ultima settimana
ja: 先週
ko: 지난주
mi: Wiki Whakamutunga
ms: Minggu Lepas
nb: Forrige uke
nb_instk12: Forrige uke
nl: Afgelopen week
pl: W ubiegłym tygodniu
pt: Semana passada
pt_br: Semana passada
ru: На прошлой неделе
sl: Prejšnji teden
sv: Senaste veckan
sv_instk12: Senaste veckan
th: สัปดาห์ที่แล้ว
vi: Tuần Trước
zh: 上周
zh_hk: 上週

source: Late
ar: متأخر
ca: Endarrerit
cy: Yn Hwyr
da: Sen
da_instk12: Sen
de: Verspätet
es: Con atraso
es_es: Atrasado
fi: Myöhään
fr: En retard
fr_ca: En retard
ga: Déanach
hi: विलंब
ht: An reta
id: Terlambat
is: Seint
it: In ritardo
ja: 遅延
ko: 늦게 제출
mi: Tōmuri
ms: Lewat
nb: Sent
nb_instk12: Sent
nl: Te laat
pl: Po terminie
pt: Atrasado
pt_br: Atrasado
ru: Поздно
sl: Zamuda
sv: Sen
sv_instk12: Sen
th: ล่าช้า
vi: Muộn
zh: 迟交
zh_hk: 遲交

source: Late Grading
ar: تقييم متأخر
ca: Nota endarrerida
cy: Graddio Hwyr
da: Sen karaktergivning
da_instk12: Sen vurderingsgivning
de: Verspätete Benotung
es: Calificación con atraso
es_es: Evaluación con retraso
fi: Myöhäinen arvosanojen anto
fr: Notation tardive
fr_ca: Notation tardive
ga: Marcáil Déanach
hi: विलंब ग्रेडिंग
ht: Klasman an Reta
id: Penilaian Terlambat
is: Síðbúin einkunnagjöf
it: Valutazione in ritardo
ja: 遅れた採点
ko: 늦은 성적 평가
mi: kōeke tūreiti
ms: Penggredan Lewat
nb: Forsinket vurdering
nb_instk12: Forsinket vurdering
nl: Beoordeling te laat
pl: Późne ocenianie
pt: Última Classificação
pt_br: Classificação atrasada
ru: Несвоевременное выставление оценок
sl: Zamujen rok za ocenjevanje
sv: Försenad bedömning
sv_instk12: Försenad bedömning
th: การให้เกรดล่าช้า
vi: Chấm Điểm Trễ
zh: 最近评分
zh_hk: 逾期等級評分

source: Late Penalty: %g pts
ar: عقوبة التأخير: %g النقاط
ca: Penalització per entrega endarrerida: %g punts
cy: Cosb am fod yn hwyr: %g pwynt
da: Straf for sen aflevering: %g point
da_instk12: Straf for sen aflevering: %g point
de: Strafe für Verspätung: %g Pkte.
es: Sanción por presentación con atraso: %g pts
es_es: Sanción por entrega con retraso: %g ptos
fi: Rangaistus myöhästymisestä: %g pistetä
fr: Pénalité de retard : %g pts
fr_ca: Pénalité de retard : %g pts
ga: Pionós Déanach: %g pte
hi: विलंब दंड: %g पॉइंट्स
ht: Penalite Reta: %g pwen
id: Penalti Terlambat: %g poin
is: Viðurlög vegna skila sem ekki berast í tæka tíð: %g punktar
it: Penale ritardo: %g pt
ja: 遅延ペナルティ：%gポイント
ko: 늦게 제출 벌점: %g 점
mi: Whiu tōmuri: %g ngā koinga
ms: Denda Lewat: %g mata
nb: Forsinkelsesstraff: %g poeng
nb_instk12: Forsinkelsesstraff: %g poeng
nl: Sanctie indien te laat: %g ptn
pl: Kara za spóźnienie: %g pkt
pt: Penalidade tardia: %g pts
pt_br: Penalidade por atraso: %g pts
ru: Снижение оценки за опоздание: %g баллы
sl: Kazen za zamudo: %g točk
sv: Förseningsavdrag: %g poäng
sv_instk12: Förseningsavdrag: %g poäng
th: โทษปรับล่าช้า: %g คะแนน
vi: Phạt Do Muộn: %g điểm thành phần
zh: 迟交罚分：%g得分
zh_hk: 逾期懲罰：%g分數

source: Late, Submitted
ar: متأخر، مرسل
ca: Tard, entregat
cy: Hwyr, Wedi cyflwyno
da: Forsinket, indsendt
da_instk12: Forsinket, indsendt
de: Verspätet, Abgegeben
es: Tarde, entregado
es_es: Atrasado, entregado
fi: Myöhässä, palautettu
fr: En retard, Soumis
fr_ca: En retard, envoyé
ga: Déanach, Curtha Isteach
hi: विलंबित, सबमिट किया गया
ht: Anreta, Soumèt
id: Terlambat, Diserahkan
is: Seint, skil
it: Tardi, inviato
ja: 遅れて提出
ko: 늦음, 제출됨
mi: Tomuri, Tukua
ms: Lewat, Diserahkan
nb: Forsinket, levert
nb_instk12: Forsinket, levert
nl: Te laat, ingeleverd
pl: Spóźnione, przesłane
pt: Atrasado, Enviado
pt_br: Atrasado, enviado
ru: Поздно, отправлено
sl: Zamuda, oddano
sv: Försenad, inlämnad
sv_instk12: Försenad, inlämnad
th: ล่าช้า, จัดส่งแล้ว
vi: Trễ, Đã Nộp
zh: 逾期，已提交
zh_hk: 遲交，已提交

source: Latest
ar: الأدنى
ca: El més recent
cy: Diweddaraf
da: Seneste
da_instk12: Seneste
de: Letzte
es: Más reciente
es_es: Más reciente
fi: Viimeisin
fr: Le plus récent
fr_ca: Le plus récent
ga: Is déanaí
hi: नवीनतम
ht: Dènye
id: Terbaru
is: Nýjast
it: Più recente
ja: 最新
ko: 최신
mi: hou
ms: Terakhir
nb: Siste
nb_instk12: Siste
nl: Laatste
pl: Najnowsze
pt: Mais recente
pt_br: Mais recente
ru: Последняя
sl: Najnovejše
sv: Senaste
sv_instk12: Senaste
th: ล่าสุด
vi: Mới Nhất
zh: 最近
zh_hk: 最新

source: Launch External Tool
ar: تشغيل الأداة الخارجية
ca: Inicieu l'eina externa
cy: Lansio Adnodd Allanol
da: Start eksternt værktøj
da_instk12: Start eksternt værktøj
de: Externes Tool starten
es: Iniciar la herramienta externa
es_es: Iniciar la herramienta externa
fi: Käynnistä ulkoinen työkalu
fr: Lancer l’outil externe
fr_ca: Lancer l’outil externe
ga: Seol Uirlis Sheachtrach
hi: बाहरी उपकरण लॉन्च करें
ht: Lanse Zouti Eksteryè
id: Luncurkan Alat Eksternal
is: Nota ytra verkfæri
it: Avvia strumento esterno
ja: 外部ツールを起動する
ko: 외부 도구 시작
mi: Neke Taputapu Waho
ms: Lancarkan Alat Luar
nb: Åpne eksternt verktøy
nb_instk12: Åpne eksternt verktøy
nl: Extern hulpmiddel lanceren
pl: Uruchom narzędzie zewnętrzne
pt: Lançar Ferramenta Externa
pt_br: Executar ferramenta externa
ru: Запуск внешнего инструмента
sl: Zaženi zunanje orodje
sv: Starta externt verktyg
sv_instk12: Starta externt verktyg
th: เรียกใช้ชุดเครื่องมือจากภายนอก
vi: Khởi Chạy Công Cụ Ngoài
zh: 启动外部工具
zh_hk: 啟動外部工具

source: Learn more
ar: معرفة المزيد
ca: Obteniu més informació
cy: Dysgu mwy
da: Lær mere
da_instk12: Lær mere
de: Mehr erfahren
es: Más información
es_es: Más información
fi: Lue lisää
fr: En savoir plus
fr_ca: En apprendre davantage
ga: Foghlaim níos mó
hi: और जानें
ht: Aprann plis
id: Pelajari lebih lanjut
is: Fræðast meira
it: Scopri di più
ja: 詳しく見る
ko: 자세히 알아보기
mi: Ako atu
ms: Ketahui lebih lanjut
nb: Les mer
nb_instk12: Les mer
nl: Meer informatie
pl: Więcej informacji
pt: Aprender mais
pt_br: Aprender mais
ru: Узнать больше
sl: Več informacij
sv: Mer information
sv_instk12: Mer information
th: เรียนรู้เพิ่มเติม
vi: Tìm hiểu thêm
zh: 了解更多
zh_hk: 學習更多

source: Leave
ar: مغادرة
ca: Deixa
cy: Gadael
da: Forlad
da_instk12: Forlad
de: Verlassen
es: Abandonar
es_es: Abandonar
fi: Lähde
fr: Quitter
fr_ca: Quitter
ga: Fág
hi: छोड़ें
ht: Sòti
id: Tinggalkan
is: Hætta
it: Abbandona
ja: 退出する
ko: 나가기/남기기
mi: Puta ki waho
ms: Tinggalkan
nb: Forlate
nb_instk12: Forlate
nl: Verlaten
pl: Opuść
pt: Sair
pt_br: Sair
ru: Оставить
sl: Zapusti
sv: Lämna
sv_instk12: Lämna
th: ฝาก
vi: Rời
zh: 离开
zh_hk: 離開

source: Leave Student View
ar: مغادرة عرض الطالب
ca: Surt de la vista d'estudiant
cy: Gadael y Wedd Myfyrwyr
da: Luk visning for studerende
da_instk12: Luk visning for elev
de: Studierendenansicht verlassen
es: Abandonar la vista de estudiante
es_es: Abandonar la vista de estudiante
fi: Lähde opiskelijanäkymästä
fr: Quitter l’affichage étudiant
fr_ca: Quitter l’la Vue étudiant
ga: Fág Amharc na Mac Léinn
hi: छात्र दृश्य छोड़ें
ht: Soti nan Afichaj Elèv
id: Tinggalkan Tampilan Siswa
is: Fara úr nemandasýn
it: Abbandona visualizzazione studenti
ja: 受講者ビューを閉じる
ko: 학생 보기 나가기
mi: Waiho Ākonga Tirohia
ms: Tinggalkan Pandangan Pelajar
nb: Forlate Studentvisning
nb_instk12: Forlat Vis som elev
nl: Weergave voor cursisten verlaten
pl: Opuść widok uczestnika
pt: Sair da vista de aluno
pt_br: Sair da visualização do aluno
ru: Покинуть вид с позиции студента
sl: Zapusti pogled študenta
sv: Lämna Studentens vy
sv_instk12: Lämna Elevens vy
th: ออกจากมุมมองผู้เรียน
vi: Rời Góc Nhìn Của Sinh Viên
zh: 离开学生视图
zh_hk: 離開學生視圖

source: Legal
ar: القانوني
ca: Jurídic
cy: Cyfreithiol
da: Juridisk
da_instk12: Juridisk
de: Rechtliches
fi: Lakitiedot
fr: Légal
fr_ca: Légal
hi: कानूनी
id: Hukum
is: Lögfræði
it: Legale
ja: 法令
ko: 법률
mi: Ture
ms: Undang-undang
nb: Juss
nb_instk12: Juss
nl: Juridisch
pl: Informacje prawne
ru: Юридические вопросы
sl: Pravne informacije
sv: Juridik
sv_instk12: Juridik
th: ประเด็นทางกฎหมาย
vi: Pháp Lý
zh: 法律
zh_hk: 法律事務

source: Length in minutes
ar: الطول بالدقائق
ca: Durada en minuts
cy: Hyd mewn munudau
da: Længde i minutter
da_instk12: Længde i minutter
de: Länge in Minuten
es: Duración en minutos
es_es: Duración en minutos
fi: Pituus minuuteissa
fr: Longueur en minutes
fr_ca: Durée en minutes
ga: Fad i nóiméid
hi: मिनट में लंबाई
ht: Longè an minit
id: Panjang dalam menit
is: Lengd í mínútum
it: Lunghezza in minuti
ja: 長さ（分）
ko: 분 단위 길이
mi: Roa i roto i ngā meneti
ms: Panjang dalam minit
nb: Lengde i minutter
nb_instk12: Lengde i minutter
nl: Duur in minuten
pl: Długość w min
pt: Comprimento em minutos
pt_br: Duração em minutos
ru: Продолжительность в минутах
sl: Dolžina v minutah
sv: Längd i minuter
sv_instk12: Längd i minuter
th: ความยาวเป็นนาที
vi: Độ dài theo đơn vị phút
zh: 时长(分钟)
zh_hk: 長度 (分鐘)

source: Let us know!
ar: دعنا نعرف!
ca: Feu-nos-ho saber!
cy: Rhowch wybod i ni!
da: Fortæl os det!
da_instk12: Fortæl os det!
de: Lassen Sie es uns wissen!
es: ¡Háganoslo saber!
es_es: ¡Cuéntanos!
fi: Kerro meille!
fr: Dites-nous tout !
fr_ca: Faites-nous le savoir!
ga: Cuir in iúl dúinn!
hi: आइए, जानते हैं!
ht: Fè nou konnen!
id: Beri tahu kami!
is: Láttu okkur vita!
it: Faccelo sapere!
ja: お知らせください！
ko: 저희에게 알려주세요!
mi: Mōhio mai!
ms: Maklumkan kami!
nb: Gi oss beskjed!
nb_instk12: Gi oss beskjed!
nl: Laat het ons weten!
pl: Powiadom nas!
pt: Informe-nos!
pt_br: Avise-nos!
ru: Сообщите нам!
sl: Sporočite nam!
sv: Informera oss!
sv_instk12: Informera oss!
th: แจ้งให้เราทราบ!
vi: Hãy cho chúng tôi biết!
zh: 请告诉我们！
zh_hk: 請通知我們！

source: Letter Grade
ar: الدرجة بالأحرف
ca: Nota amb lletra
cy: Gradd Llythyren
da: Bogstavkarakterer
da_instk12: Bogstavvurderinger
de: Buchstaben-Note
es: Calificación por letra
es_es: Nota por letra
fi: Kirjainarvosana
fr: Lettre de notation
fr_ca: Notation par lettre
ga: Marc Litreach
hi: अक्षर ग्रेड
ht: Nòt an Lèt
id: Nilai Dalam Huruf
is: Bókstafseinkunn
it: Voto in lettere
ja: ABC...評価
ko: 평점
mi: Kōeke Reta
ms: Gred Huruf
nb: Bokstavvurdering
nb_instk12: Bokstavvurdering
nl: Beoordeling in lettervorm
pl: Ocena literowa
pt: Nota da Carta
pt_br: Nota por conceito
ru: Успеваемость
sl: Črkovna ocena
sv: Bokstavsomdöme
sv_instk12: Bokstavsbedömning
th: เกรดแบบตัวอักษร
vi: Điểm Bằng Chữ
zh: 字母评分
zh_hk: 成績等級

source: Library
ar: المكتبة
ca: Biblioteca
cy: Llyfrgell
da: Bibliotek
da_instk12: Bibliotek
de: Bibliothek
es: Biblioteca
es_es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
fr_ca: Bibliothèque
ga: Leabharlann
hi: लाइब्रेरी
ht: Bibliyotèk
id: Pustaka
is: Skráasafn
it: Libreria
ja: 図書館
ko: 라이브러리
mi: Whare pukapuka
ms: Pustaka
nb: Bibliotek
nb_instk12: Bibliotek
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
pt_br: Biblioteca
ru: Библиотека
sl: Knjižnica
sv: Bibliotek
sv_instk12: Bibliotek
th: ไลบรารี่
vi: Thư Viện
zh: 库
zh_hk: 檔案庫

source: Light Blue
ar: أزرق فاتح
ca: Blau clar
cy: Glas golau
da: Lyseblå
da_instk12: Lyseblå
de: Hellblau
es: Azul claro
es_es: Azul claro
fi: Vaaleansininen
fr: Bleu clair
fr_ca: Bleu clair
ga: Bánghorm
hi: हल्का नीला
ht: Limyè Ble
id: Biru Mudah
is: Ljósblár
it: Blu chiaro
ja: ライトブルー
ko: 옅은 파랑
mi: Puru marama
ms: Biru Muda
nb: Lyseblå
nb_instk12: Lyseblå
nl: Lichtblauw
pl: Jasny niebieski
pt: Azul claro
pt_br: Azul Claro
ru: Светло-синий
sl: Svetlo modra
sv: Ljusblå
sv_instk12: Ljusblå
th: ฟ้า
vi: Xanh Dương Nhạt
zh: 浅蓝色
zh_hk: 淺藍色

source: Light theme
ar: النسق الفاتح
ca: Tema clar
cy: Thema golau
da: Lyst tema
da_instk12: Lyst tema
de: Helles Design
es: Tema claro
es_es: Tema claro
fi: Vaalea teema
fr: Thème clair
fr_ca: Thème clair
ga: Téama geall
hi: लाइट थीम
ht: Tèm klere
id: Tema terang
is: Ljóst þema
it: Tema chiaro
ja: ライトテーマ
ko: 밝은 테마
mi: Maama kaupapa
ms: Tema Cerah
nb: Lyst tema
nb_instk12: Lyst tema
nl: Licht thema
pl: Jasny motyw
pt: Tema claro
pt_br: Tema claro
ru: Светлая тема
sl: Svetla preobleka
sv: Ljust tema
sv_instk12: Ljust tema
th: ธีมสว่าง
vi: Chủ đề sáng
zh: 浅色主题
zh_hk: 淡色主題

source: Light Theme
ar: النسق الفاتح
ca: Tema clar
cy: Thema Olau
da: Lyst tema
da_instk12: Lyst tema
de: Helles Design
es: Tema claro
es_es: Tema claro
fi: Vaalea teema
fr: Thème clair
fr_ca: Thème clair
ga: Téama Geall
hi: लाइट थीम
ht: Tèm Klè
id: Tema Terang
is: Ljóst þema
it: Tema chiaro
ja: ライトテーマ
ko: 밝은 테마
mi: Kaupapa Maama
ms: Tema Cerah
nb: Lyst tema
nb_instk12: Lyst tema
nl: Licht thema
pl: Jasny motyw
pt: Tema Leve
pt_br: Tema claro
ru: Светлая тема
sl: Svetla preobleka
sv: Ljust tema
sv_instk12: Ljust tema
th: ธีมสว่าง
vi: Chủ Đề Sáng
zh: 浅色主题
zh_hk: 淡色主題

source: Like
ar: إعجاب
ca: M'agrada
cy: Hoffi
da: Synes godt om
da_instk12: Synes godt om
es: Me gusta
es_es: Me gusta
fi: Tykkää
fr_ca: Aime
ga: Is maith liom
hi: पसंद
ht: Jèm
id: Suka
is: líka við
it: Mi piace
ja: いいね！
ko: 좋아요
mi: Pīrangi
ms: Suka
pl: Polubienie
pt: Gosto
pt_br: Curtida
ru: Мне нравится
sl: Všeček
sv: Gilla-markering
sv_instk12: Gilla-markering
th: ไลค์
vi: Thích
zh: 赞
zh_hk: 按讚

source: Link
ar: ارتباط
ca: Enllaç
cy: Dolen
es: Enlace
es_es: Enlace
fi: Linkki
fr: Lien
fr_ca: Lien
ga: Nasc
hi: लिंक
ht: Lyen
id: Tautan
is: Tengill
ja: リンク
ko: 링크
mi: hono
ms: Pautan
nb: Lenke
nb_instk12: Lenke
pl: Łącze
pt: Ligação
ru: Ссылка
sl: Povezava
sv: Länk
sv_instk12: Länk
th: ลิงค์
vi: Liên Kết
zh: 链接
zh_hk: 連結

source: Link to Website URL
ar: ارتباط إلى عنوان URL لموقع الويب
ca: Enllaç a l'URL del lloc web
cy: Dolen i URL y wefan
da: Link til websted-URL
da_instk12: Link til websted-URL
de: Link zu Website-URL
es: Enlace a la URL del sitio web
es_es: Enlace a la URL del sitio web
fi: Linkki verkkosivuston URL:ään
fr: Lien vers URL du site web
fr_ca: Lien à l’URL du site Web
ga: Nasc chuig URL an tSuímh Ghréasáin
hi: वेबसाइट URL का लिंक
ht: Lyen a URL sit entènèt
id: Tautkan ke URL Situs Web
is: Tengill á vefslóð vefsíðu
it: Collega a URL sito web
ja: ウェブURLへのリンク
ko: 웹 사이트 URL에 연결
mi: Hono ki te paetukutuku URL
ms: Pautan ke URL Laman Web
nb: Lenke til nettside-URL
nb_instk12: Lenke til nettside-URL
nl: Link naar website-URL
pl: Łącze do witryny
pt: Ligação para URL do sitio web
pt_br: Link para URL do site
ru: Ссылка на URL веб-сайта
sl: Poveži z URL spletnega mesta
sv: Länk till webbplatsens URL
sv_instk12: Länk till webbplatsens URL
th: ลิงค์ไปยัง URL เว็บไซต์
vi: Liên Kết Đến URL Trang Web
zh: 链接至网站URL
zh_hk: 連結到網站 URL

source: List
ar: قائمة
ca: Llista
cy: Rhest
da: Liste
da_instk12: Liste
de: Auflisten
es: Lista
es_es: Listado
fi: Lista
fr: Liste
fr_ca: Liste
ga: Liosta
hi: सूची
ht: Lis
id: Daftar
is: Listi
it: Elenco
ja: リスト
ko: 목록
mi: Rarangi
ms: Senarai
nb: Liste
nb_instk12: Liste
nl: Lijst
pl: Lista
pt: Lista
pt_br: Lista
ru: Список
sl: Seznam
sv: Lista
sv_instk12: Lista
th: รายการ
vi: Danh Sách
zh: 清单
zh_hk: 清單

# list_and_end
source: %1$@, and %2$@
ar: %1$@، و %2$@
ca: %1$@, i %2$@
cy: %1$@, a %2$@
da: %1$@, og %2$@
da_instk12: %1$@, og %2$@
de: %1$@, und %2$@
es: %1$@, y %2$@
es_es: %1$@, y %2$@
fi: %1$@, ja %2$@
fr: %1$@, et %2$@
fr_ca: %1$@, et %2$@
ga: %1$@, agus %2$@
hi: %1$@, और %2$@
ht: %1$@, epi %2$@
id: %1$@, dan %2$@
is: %1$@, og %2$@
it: %1$@, e %2$@
ja: %1$@と%2$@
ko: %1$@및 %2$@
mi: %1$@, me %2$@
ms: %1$@ dan %2$@
nb: %1$@, og %2$@
nb_instk12: %1$@, og %2$@
nl: %1$@en %2$@
pl: %1$@, i %2$@
pt: %1$@, e %2$@
pt_br: %1$@, e %2$@
ru: %1$@, и %2$@
sl: %1$@, in %2$@
sv: %1$@ och %2$@
sv_instk12: %1$@ och %2$@
th: %1$@และ %2$@
vi: %1$@, và %2$@
zh: %1$@，和%2$@
zh_hk: %1$@，以及%2$@

# list_and_two
source: %1$@ and %2$@
ar: %1$@ و %2$@
ca: %1$@ i %2$@
cy: %1$@ a %2$@
da: %1$@ og %2$@
da_instk12: %1$@ og %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
es_es: %1$@ y %2$@
fi: %1$@ ja %2$@
fr: %1$@ et %2$@
fr_ca: %1$@ et %2$@
ga: %1$@ agus %2$@
hi: %1$@ और %2$@
ht: %1$@ epi %2$@
id: %1$@ dan %2$@
is: %1$@ og %2$@
it: %1$@ e %2$@
ja: %1$@と%2$@
ko: %1$@ 및 %2$@
mi: %1$@ me te %2$@
ms: %1$@ dan %2$@
nb: %1$@ og %2$@
nb_instk12: %1$@ og %2$@
nl: %1$@ en %2$@
pl: %1$@ i %2$@
pt: %1$@ e %2$@
pt_br: %1$@ e %2$@
ru: %1$@ и %2$@
sl: %1$@ in %2$@
sv: %1$@ och %2$@
sv_instk12: %1$@ och %2$@
th: %1$@ และ %2$@
vi: %1$@ và %2$@
zh: %1$@和%2$@
zh_hk: %1$@以及%2$@

# list_or_end
source: %1$@, or %2$@
ar: %1$@، أو %2$@
ca: %1$@, o %2$@
cy: %1$@, neu %2$@
da: %1$@, eller %2$@
da_instk12: %1$@, eller %2$@
de: %1$@, oder %2$@
es: %1$@, o %2$@
es_es: %1$@, o %2$@
fi: %1$@tai %2$@
fr: %1$@, ou %2$@
fr_ca: %1$@, ou %2$@
ga: %1$@, nó %2$@
hi: %1$@, या %2$@
ht: %1$@, oswa %2$@
id: %1$@, atau %2$@
is: %1$@, eða %2$@
it: %1$@, o %2$@
ja: %1$@、または%2$@
ko: %1$@또는 %2$@
mi: %1$@, rānei %2$@
ms: %1$@ atau %2$@
nb: %1$@, eller %2$@
nb_instk12: %1$@, eller %2$@
nl: %1$@, of %2$@
pl: %1$@lub %2$@
pt: %1$@, ou %2$@
pt_br: %1$@, ou %2$@
ru: %1$@, или %2$@
sl: %1$@, ali %2$@
sv: %1$@ eller %2$@
sv_instk12: %1$@ eller %2$@
th: %1$@หรือ %2$@
vi: %1$@, hoặc %2$@
zh_hk: %1$@，或者%2$@

# list_or_two
source: %1$@ or %2$@
ar: %1$@ أو %2$@
ca: %1$@ o %2$@
cy: %1$@ neu %2$@
da: %1$@ eller %2$@
da_instk12: %1$@ eller %2$@
de: %1$@ oder %2$@
es: %1$@ o %2$@
es_es: %1$@ o %2$@
fi: %1$@ tai %2$@
fr: %1$@ ou %2$@
fr_ca: %1$@ ou %2$@
ga: %1$@ nó %2$@
hi: %1$@ या %2$@
ht: %1$@ oswa %2$@
id: %1$@ atau %2$@
is: %1$@ eða %2$@
it: %1$@ oppure %2$@
ja: %1$@または%2$@
ko: %1$@ 또는 %2$@
mi: %1$@ rānei %2$@
ms: %1$@ atau %2$@
nl: %1$@ of %2$@
pl: %1$@ lub %2$@
pt: %1$@ ou %2$@
pt_br: %1$@ ou %2$@
ru: %1$@ или %2$@
sl: %1$@ ali %2$@
sv: %1$@ eller %2$@
sv_instk12: %1$@ eller %2$@
th: %1$@ หรือ %2$@
vi: %1$@ hoặc %2$@
zh: %1$@或%2$@
zh_hk: %1$@或者%2$@

source: Load More
ar: تحميل المزيد
ca: Carrega'n més
cy: Llwytho Mwy
da: Indlæs flere
da_instk12: Indlæs flere
de: Mehr laden
es: Cargar más
es_es: Cargar más
fi: Lataa lisää
fr: Charger plus
fr_ca: En charger plus
ga: Lódáil Tuilleadh
hi: और अधिक लोड करें
ht: Chaje Plis
id: Muat Lebih Banyak
is: Hlaða meira
it: Carica altro
ja: もっと読み込む
ko: 더 로드
mi: Tukuake nui atu
ms: Muatkan Lebih Banyak
nb: Last inn mer
nb_instk12: Last inn mer
nl: Meer laden
pl: Wczytaj więcej
pt: Carregar mais
pt_br: Carregar mais
ru: Загрузить еще
sl: Naloži več
sv: Läs in mer
sv_instk12: Läs in mer
th: โหลดเพิ่มเติม
vi: Tải Thêm
zh: 加载更多
zh_hk: 載入更多

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
da: Indlæser
da_instk12: Indlæser
de: Wird geladen
es: Cargando
es_es: Cargando
fi: Ladataan
fr: Chargement
fr_ca: En cours de chargement
ga: Ag lódáil
hi: लोड करना
ht: Chajman
id: Memuat
is: Hleður
it: Caricamento
ja: 読み込み中
ko: 로드
mi: E tukuake ana
ms: Memuatkan
nb: Laster
nb_instk12: Laster
nl: Bezig met laden
pl: Wczytywanie
pt: A carregar
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
sv_instk12: Läser in
th: กำลังโหลด
vi: Đang tải
zh: 正在加载
zh_hk: 載入

source: Loading more modules...
ar: تحميل المزيد من الوحدات النمطية...
ca: S'estan carregant més continguts…
cy: Wrthi’n llwytho mwy o fodiwlau...
da: Indlæser flere moduler ...
da_instk12: Indlæser flere forløb ...
de: Mehr Module werden geladen ...
es: Cargando más módulos...
es_es: Cargando más contenidos...
fi: Ladataan lisää moduuleita...
fr: Chargement d'autres modules...
fr_ca: Chargement de plus de modules
ga: Modúil eile á lódáil...
hi: और अधिक मॉड्यूल लोड किए जा रहे हैं...
ht: Chajman plis modil...
id: Memuat modul lain...
is: Hleð inn fleiri einingum…
it: Caricamento di più moduli in corso...
ja: モジュールをさらにロードしています…
ko: 더 많은 모듈 로드 중...
mi: Uta nui atu ngā kōwae ...
ms: Muatkan lebih banyak modul...
nb: Laster inn flere moduler…
nb_instk12: Laster inn flere moduler…
nl: Meer modules laden...
pl: Trwa ładowanie kolejnych modułów...
pt: A carregar mais comentários...
pt_br: Carregando mais módulos...
ru: Загрузка других модулей...
sl: Nalagam več modulov ...
sv: Läser in fler moduler...
sv_instk12: Läser in fler moduler...
th: กำลังโหลดหน่วยการเรียนเพิ่มเติม...
vi: Đang tải thêm học phần...
zh: 正在加载更多单元……
zh_hk: 正在載入更多單元...

source: Locate QR Code
ar: ابحث عن رمز QR
ca: Localitzeu el codi QR
cy: Dod o hyd i God QR
da: Find QR-kode
da_instk12: Find QR-kode
de: QR-Code finden
es: Ubicar código QR
es_es: Ubicar código QR
fi: Etsi viivakoodi
fr: Localiser un code QR
fr_ca: Trouver le code QR
ga: Aimsigh Cód MF
hi: QR कोड का पता लगाएं
ht: Jwenn Kòd QR
id: Temukan Kode QR
is: Finna QR kóða
it: Individua codice QR
ja: QR コードを探す
ko: QR 코드 찾기
mi: Kimihia QR Waehere
ms: Kesan Kod QR
nb: Lokalisere QR-kode
nb_instk12: Lokalisere QR-kode
nl: QR-code zoeken
pl: Znajdź kod QR
pt: Localizar código QR
pt_br: Localizar código QR
ru: Определить местонахождение кода QR
sl: Poiščite kodo QR
sv: Lokalisera QR-kod
sv_instk12: Lokalisera QR-kod
th: ระบุตำแหน่งรหัส QR
vi: Tìm Mã QR
zh: 查找二维码
zh_hk: 尋找 QR 碼
